help_msg = f'''{'!!帮助':<10}显示本帮助文档
{'!!关于':<10}显示bot信息

=== WARFRAME游戏内容相关功能 ===
{'!!警报':<10}显示当前可用警报
{'!!新闻':<10}显示Warframe官方新闻（没人看这个吧）
{'!!活动':<10}显示游戏内活动
{'!!突击':<10}显示今日突击
{'!!地球赏金':<10}显示地球赏金任务
{'!!金星赏金':<10}显示金星赏金任务
{'!!火卫二赏金':<10}显示火卫二赏金任务
{'!!裂缝':<10}显示虚空裂缝（可以使用!!裂缝 <普通/钢铁/九重天> 来筛选）
{'!!入侵':<10}显示可用入侵任务
{'!!奸商':<10}显示奸商到达时间等信息
{'!!虚空商人':<10}同上
{'!!特惠':<10}显示Darvo的特惠信息
{'!!舰队':<10}显示巨人战舰和豺狼战舰建设情况
{'!!电波':<10}显示午夜电波任务
{'!!仲裁':<10}显示仲裁警报
{'!!平原':<10}显示四个开放地图的时间

=== Warframe.market 相关功能 ===
{'!!市场 <物品名称>':<15}查询物品在Warframe.market上的价格（截取最多前10条价格最低且在线）

=== Riven.market 相关功能 ===
{'!!紫卡 <武器名称>':<15}查询相应武器的紫卡在riven.market上的价格（截取前5条价格最低）
'''

about_msg = '''===== AaTM Bot 关于 =====
AaTM Bot (Alerts and Tenno's Market Bot) 是一个用于QQ的查询bot
本来是心血来潮开发的，既然写出来了就开源出来给大家用吧！
开源地址（有条件的可以给个STAR呗）：https://github.com/GamerNoTitle/AaTMbot

开发者：GamerNoTitle
图标设计：Vanilluv

感谢氏族的小伙伴们寄予的支持！
'''
