help_msg = '''!!帮助\t\t显示本帮助文档
!!关于\t\t显示bot信息

=== WARFRAME游戏内容相关功能 ===
!!警报\t\t显示当前可用警报
!!新闻\t\t显示Warframe官方新闻（没人看这个吧）
!!活动\t\t显示游戏内活动
!!突击\t\t显示今日突击
!!地球赏金\t显示地球赏金任务
!!金星赏金\t显示金星赏金任务
!!火卫二赏金\t显示火卫二赏金任务
!!(虚空)裂缝\t显示虚空裂缝（包括钢铁、比邻星）
!!入侵\t\t显示可用入侵任务
!!奸商\t\t显示奸商到达时间等信息
!!虚空商人\t同上
!!每日特惠\t显示Darvo的特惠信息
!!特惠\t\t同上
!!地球时间\t显示地球平原（希图斯）时间（早上/夜晚）
!!希图斯时间\t同上
!!舰队\t\t显示巨人战舰和豺狼战舰建设情况
!!金星时间\t显示金星平原时间（寒冷/温暖）
!!午夜电波\t显示午夜电波任务
!!电波\t\t同上
!!仲裁\t\t显示仲裁警报
!!火卫二时间\t显示火卫二环境（VOME/FASS）
!!扎里曼\t\t显示扎里曼占领情况
!!扎里曼派系\t同上

=== Warframe.market 相关功能 ===
!!市场 <物品名称>\t查询物品在Warframe.market上的价格（截取最多前10条价格最低且在线）

=== Riven.market 相关功能 ===
!!紫卡 <武器名称>\t查询相应武器的紫卡在riven.market上的价格（截取前5条价格最低）
'''

about_msg = '''===== AaTM Bot 关于 =====
AaTM Bot (Alerts and Tenno's Market Bot) 是一个用于QQ的查询bot
本来是心血来潮开发的，既然写出来了就开源出来给大家用吧！
开源地址（有条件的可以给个STAR呗）：https://github.com/GamerNoTitle/AaTMbot

开发者：GamerNoTitle
图标设计：Vanilluv

感谢氏族的小伙伴们寄予的支持！
'''